Repository: danerx77/f1
Catalog: tm/srcdata.tmx
Source language: en
Languages: pl

source: The foe is attacked with a shadowy\\nlump. It may lower the target's\\nSP. DEF stat.
pl: Mroczna kula jest\\nrzucana we wroga.\\nMoże obniżyć SP.\\nOBRONĘ wroga.

source: Strikes the foe with a rock-hard\\nfist, etc. It shatters barriers such\\nas REFLECT and LIGHT SCREEN.
pl: Atak, który\\nprzełamuje każdą\\nbarierę taką jak\\nEKRAN ŚWIATŁA itp.

source: The user begins moving so quickly\\nthat it creates illusory copies to\\nraise its evasiveness.
pl: Użytkownik tworzy\\niluzje samego siebie,\\nby łatwiej unikać\\nataków.

source: A tough barrier is put up over five\\nturns. It reduces damage from\\nphysical attacks over that time.
pl: Ściana światła\\nzmniejsza obrażenia\\natakw fizycznych\\nprzez 5 tur.

source: A rapid jolt of electricity strikes\\nthe foe. This attack is impossible\\nto evade.
pl: Szybki atak\\nelektryczności\\nuderza wroga. Nie\\nmożna tego uniknąć.

source: The foe is roasted with a heavy\\nblast of fire. It may leave the\\ntarget with a burn.
pl: Wróg parzony jest\\nintensywnymi\\npłomieniami. Może\\ndoznać poparzeń.

source: Toxic sludge is hurled at the foe\\nwith great force. It may also\\npoison the target.
pl: Brudny szlam jest\\nrzucany we wroga.\\nMoże też zatruć\\ncel.

source: Summons a sandstorm that lasts for\\nfive turns. It damages all types\\nexcept ROCK, GROUND, and STEEL.
pl: 5-turowa burza\\npiaskowa, rani\\nkażdy typ oprcz\\nKAMIENIA, ZIEMI i STALI.

source: The foe is incinerated with an\\nintense flame. It may leave the\\ntarget with a burn.
pl: Wróg trafiony zostaje\\nwielkim płomieniem.\\nMoże spowodować\\npoparzenia.

source: Boulders are hurled at the foe.\\nIt also lowers the target's SPEED\\nstat if it hits.
pl: Głazy są rzucane\\nna wroga. Obniża\\ntakże SZYBKOŚĆ\\nwroga, jeśli trafi.

source: An extremely fast attack against\\none target. It is impossible to\\nevade.
pl: Niezwykle szybki\\natak na jeden cel.\\nNie można tego\\nuniknąć.

source: If enraged by this move, the target\\nbecomes incapable of using the same\\nmove twice in a row.
pl: Rozgniewa wroga,\\nprzez co nie jest\\nw stanie używać\\ntego samego ruchu.

source: An attack move that becomes very\\npowerful if the user is poisoned,\\nburned, or paralyzed.
pl: Atak, który zostanie\\nwzmocniony, jeśli\\nużytkownik będzie\\nzatruty itp.

source: An attack move that may have an\\nadditional effect depending on the\\nbattle terrain.
pl: Atak, który może\\nmieć dodatkowy\\nefekt, który zależy\\nod danego terenu.

source: A move that makes the user fall\\nasleep over two turns to restore HP\\nand heal any status problems.
pl: Użytkownik śpi dwie\\ntury, by w pełni\\nprzywrcić HP i\\nuleczyć zmiany stanu.

source: The foe, if it is the opposite\\ngender as the user, becomes\\ninfatuated and may not attack.
pl: Jeśli jest innej płci,\\nwróg jest zauroczony\\ni mało prawdopodobny\\ndo ataku.

source: An attack that gives the user an\\nopportunity to steal the foe's hold\\nitem.
pl: Atak mogący ukraść\\ntrzymany przedmiot\\nwroga, gdy\\nużywający nic nie trzyma.

source: The foe is struck with steel-hard\\nwings. It may also raise the user's\\nDEFENSE stat.
pl: Wróg trafiony jest\\nskrzydłami ze stali.\\nMoże rwnież\\nzwiększyć OBRONĘ.

source: A special power is transmitted to\\nthe foe, causing it to switch\\nabilities with the user.
pl: Użytkownik wykorzysta\\nswoją moc, aby\\nzamienić zdolności\\nz wrogiem.

source: A move that steals the effects of\\nany status-changing or healing move\\nthat the foe tries to use.
pl: Kradnie efekty\\nleczenia wroga\\nlub zmiany dowolnego\\nstatusu.

source: A maximum-power attack of great\\nferocity, but one that also sharply\\nreduces the user's SP. ATK stat.
pl: Intensywny atak,\\nktóry rwnież\\nznacznie zmiejsza\\nSP. ATK użytkownika.

source: Attacks the foe with sharp blades\\nor claws. It can also cut down thin\\ntrees and grass outside of battle.
pl: Podstawowy atak.\\nMożna nim ściąć\\nmałe drzewka oraz\\ntrawę.

source: The user flies up on the first turn,\\nthen attacks next turn. It can be\\nused to fly to any known town.
pl: Dwuturowy ruch,\\ntrafiający w 2 turze.\\nUżywany by latać\\ndo znanych miejsc.

source: Creates a huge wave, then crashes\\nit down on the foe. It can be used\\nfor traveling on water.
pl: Wielka fala spada\\nna wroga. Służy też\\ndo podrżowania\\npo wodzie.

source: The user builds enormous power,\\nthen slams the foe. It can be used\\nfor moving large, round boulders.
pl: Wróg atakowany\\nzostaje z pełną siłą.\\nMoże też przesuwać\\ncięzkie głazy.

source: Looses a powerful blast of light\\nthat reduces the foe's accuracy.\\nIt also lights up dark caves.
pl: Promień światła zmniejsza celność\\nwroga. Oświetla\\nteż jaskinie.

source: Hits the foe with a rock-crushingly\\ntough attack. It can smash cracked\\nboulders.
pl: Atak, który może\\nspowodować obniżenie\\nOBRONY. Może\\nrwnież rozbić skały.

source: A powerful charge attack. It can\\nbe used for climbing a torrential\\nwaterfall.
pl: Potężny atak\\nszarżą. Może zostać\\nużyty, by wspiąć\\nsię na wodospad.

source: A 2-turn attack in which the user\\ndives underwater on the first turn,\\nthen strikes in the next turn.
pl: Użytkownik nurkuje\\npod wodą w pierwszej\\nturze i uderza w\\ndrugiej.

source: OAK'S PARCEL
pl: PACZKA OAKA

source: A parcel to be delivered to PROF.\\nOAK from VIRIDIAN CITY's POKéMON\\nMART.
pl: Paczka dla PROFESORA OAKA\\notrzymana w POKéMON MART w\\nVIRIDIAN CITY.

source: POK\u00e9 FLUTE
pl: POKÉ\u00e9 FLET

source: A flute that is said to instantly\\nawaken any POKéMON. It has a\\nlovely tone.
pl: Flet, który podobno ma moc\\nprzebudzenia każdego POKéMONA.\\nPięknie gra.

source: SECRET KEY
pl: TAJEMNY KLUCZ

source: The key to CINNABAR ISLAND GYM's\\nfront door. It is colored red and\\ndecorated.
pl: Klucz do drzwi SALI na WYSPIE\\nCINNABAR. Jest czerwony i pokryty\\nzdobieniami.

source: BIKE VOUCHER
pl: KUPON NA ROWER

source: Take this voucher to the BIKE SHOP\\nin CERULEAN CITY and exchange it\\nfor a bicycle.
pl: Zanieś ten kupon do SKLEPU\\nROWEROWEGO w CERULEAN CITY i\\nwymień na rower.

source: GOLD TEETH
pl: ZŁOTE ZĘBY

source: A set of false teeth lost by the\\nSAFARI ZONE'S WARDEN. It makes his\\nsmile sparkle.
pl: Sztuczna szczęka zgubiona przez\\nDYREKTORA STREFY SAFARI.\\nRozświetla jego uśmiech.

source: OLD AMBER
pl: STARYBURSZTYN

source: A piece of amber that contains\\nthe genes of an ancient POKéMON.\\nIt is clear with a reddish tint.
pl: Kawałek bursztynu zawierający\\ngeny pradawnego POKéMONA.\\nPrzejrzysty w czerwonawym odcieniu.

source: CARD KEY
pl: KARTA WSTĘPU

source: A card-type key that unlocks doors\\nin SILPH CO.'s HEAD OFFICE in\\nSAFFRON CITY.
pl: Klucz w formie karty otwierający\\ndrzwi do BIURA SILPH CO.\\nw SAFFRON CITY.

source: LIFT KEY
pl: KLUCZDOWINDY

source: A key that operates the elevator\\nin TEAM ROCKET's HIDEOUT.\\nIt bears the TEAM ROCKET logo.
pl: Klucz obsługujący windę w\\nKWATERZE ZESPOŁU R.\\nNosi na sobie logo ZESPOŁU R.

source: HELIX FOSSIL
pl: SKAM. ŚLIMAK

source: A fossil of an ancient, seafloor-\\ndwelling POKéMON. It appears to be\\npart of a seashell.
pl: Skamielina pradawnego, podmorskiego\\nPOKéMONA. Wydaje się być częścią\\nskorupy morskiej.

source: DOME FOSSIL
pl: SKAM. SKORUPA

source: A fossil of an ancient, seafloor-\\ndwelling POKéMON. It appears to be\\npart of a shell.
pl: Skamielina prawdawnego, podmorskiego\\nPOKéMONA. Wydaje się być częścią\\nmuszli.

source: SILPH SCOPE
pl: SKANER SILPH

source: A scope that makes unseeable\\nPOKéMON visible.\\nIt is made by SILPH CO.
pl: Urządzenie ujawniające\\nniewidoczne POKéMONY.\\nStworzone przez SILPH CO.

source: BICYCLE
pl: ROWER

source: A folding bicycle that allows\\nfaster movement than the RUNNING\\nSHOES.
pl: Składany rower pozwalający\\nporuszać się szybciej niż\\nw trakcie biegu.

source: TOWN MAP
pl: MAPA REGIONU

source: A very convenient map that can be\\nviewed anytime. It even shows your \\npresent location.
pl: Bardzo wygodna w użyciu mapa\\nregionu KANTO. Pokazuje nawet\\ntwoje aktualne położenie.

source: VS SEEKER
pl: TRENERSZUKACZ

source: A device that indicates TRAINERS\\nwho want to battle. The battery\\ncharges while traveling.
pl: Urządzenie wskazujące TRENERÓW\\nchcących walczyć. Bateria\\nładuje się w czasie podróży.

source: FAME CHECKER
pl: PRZYPOMINACZ

source: A device that enables you to\\nrecall what you've heard and seen\\nabout famous people.
pl: Urządzenie pozwalające\\nprzypomnieć sobie to, co usłyszałeś\\no sławnych osobach.

source: TM CASE
pl: ETUI TM

source: A case that holds TMs and HMs.\\nIt is attached to the BAG's\\ncompartment for important items.
pl: Etui przechowujące TMy i HMy.\\nZnajduje się w komorze TORBY\\nprzeznaczonej na ważne przedmioty.

source: BERRY POUCH
pl: WOREKNAJAGODY

source: A pouch for carrying BERRIES.\\nIt is attached to the BAG's\\ncompartment for important items.
pl: Woreczek na JAGODY.\\nZnajduje się w komorze TORBY\\nprzeznaczonej na ważne przedmioty.

source: TEACHY TV
pl: TELEWIZOREK

source: A television set that is tuned to\\na program with useful tips for\\nnovice TRAINERS.
pl: Telewizor nastawiony na kanał\\ndający rady początkującym\\nTRENEROM POKéMONÓW.

source: TRI-PASS
pl: TRÓJ-BILET

source: A pass for ferries between ONE,\\nTWO, and THREE ISLAND.\\nIt has a drawing of three islands.
pl: Przepustka na promy na WYSPY od\\nPIERWSZEJ do TRZECIEJ.\\nZawiera rysunek z trzema wyspami.

source: RAINBOW PASS
pl: TĘCZOWY BILET

source: A pass for ferries between\\nVERMILION and the SEVII ISLANDS.\\nIt features a drawing of a rainbow.
pl: Przepustka na kursy między\\nVERMILION a WYSPAMI SEVII. Zawiera\\nnadruk przedstawiający tęczę.

source: TEA
pl: HERBATA

source: An aromatic tea prepared by an old\\nlady. It will slake even the worst\\nthirst.
pl: Herbata przygotowana\\nprzez staruszkę. Zaspokoi nawet\\nnajwiększe pragnienie.

source: MYSTICTICKET
pl: TAJEMNY BILET

source: A ticket required to board the ship\\nto NAVEL ROCK.\\nIt glows with a mystic light.
pl: Bilet wymagany by dostać się na\\nSKAŁĘ PĘPKA.\\nEmituje tajemnicze światło.

source: AURORATICKET
pl: BILET ZORZY

source: A ticket required to board the ship\\nto BIRTH ISLAND.\\nIt glows beautifully.
pl: Bilet wymagany by dostać się na\\nWYSPE NARODZIN.\\nEmituje piękne światło.

source: POWDER JAR
pl: SŁÓJNAPROSZE

source: A jar for storing BERRY POWDER\\nmade using a BERRY CRUSHER.
pl: Słoik przeznaczony na JAGODOWY\\nPROSZEK z BERRY CRUSHERA.

source: RUBY
pl: RUBIN

source: An exquisitely beautiful gem that\\nhas a red glow.\\nIt symbolizes passion.
pl: Wyśmienity, piękny klejnot\\nemitujący czerwony blask.\\nSymbol zaciekłości.

source: SAPPHIRE
pl: SZAFIR

source: An exquisitely beautiful gem that\\nhas a blue glow.\\nIt symbolizes honesty.
pl: Wyśmienity, piękny klejnot\\nemitujący niebieski blask.\\nSymbol szczerości.
